{
    
    "greeting": "Kerro meille mitä kerhohuoneesta puuttuu!",
    "clubroom-purchase": "Täytä alla olevan linkin takana oleva lomake ja kirjoita muistiin, mitä haluaisit hallituksen saavan kerhohuoneeseen.",
    "clubroom-purchasebutton1": "KLUBITILOJEN OSTOT",
    "clubroom-excursion1": "Onko sinulla mielessäsi yritys, jossa haluaisit työllistyä tai muuten vain tutustua ja nähdä, millaista siellä on?",
    "clubroom-excursion2": "Laita meille oma matkaehdotuksesi! Minkä yrityksen haluaisit nähdä?",
    "clubroom-purchasebutton2": "RETKEEHDOTUKSET",
    "nav1": "Koti",
    "nav2": "JÄSENYYS",
    "nav3": "UUTISET",
    "nav4":"JATKUU",
    "nav5": "ennakot",
    "nav6": "OTTAA YHTEYTTÄ",
    "nav7":"KUMPPANIT",
    "Homepage-title": "Tervetuloa TASOon!",
    "home-description1": "TASO on Tampereen ammattikorkeakoulun (TAMK) ylioppilaskunnan (TAMKO) alajärjestö. Suurin osa kerhon jäsenistä on sähkö- ja automaatioopiskelijoita, mutta koska TASO:n jäseneksi voi liittyä kuka tahansa TAMKin opiskelija, TASO:n vahvuuteen on liittynyt monia opiskelijoita eri koulutusohjelmista.",
    "home-description2": "Tampereen sähköopiskelijat TASO ry:n (vapaasti käännettynä Tampereen sähköinsinööriopiskelijoiksi) tarkoituksena on lisätä jäsenillemme sähköalan tietämystä ja tarjota heille tiloja, laitteita ja materiaaleja omien projektiensa toteuttamiseen. Lisäksi meillä on Kuntokadun kampuksen (A0-18) sähkösiiven alakerrassa tilava toimisto, jossa tarjoamme viiden tähden palvelut ja laitteet, kuten tietokoneet, jääkaapin ja kahvinkeittimen. Löydät meidät seuraamalla savun hajua ja hissin vierestä lähteviä kylttejä. TASO ry pyrkii mahdollisuuksien mukaan järjestämään jäsenilleen pienimuotoista toimintaa, kuten retkiä teollisuuslaitoksille ja vierailuja sähköalan messuille. Pyrimme järjestämään myös rennompia viihdemuotoja, kuten saunailtoja, kun kysyntää on.",
    "home-description3": "Koska TASO ry koostuu opiskelijoista eri lukuvuosiryhmistä, tarjoamme apua myös sähkö- ja elektroniikka-asioissa, opiskelussa ja kaikessa muussakin tarpeessa. TASO ry:n jäsenmaksu on mitättömät 5 €/lukuvuosi, ja jäseneksi pääset Kide.appin kautta.",
    "frontpagebanner-title": "ETUSIVU",
    "frontpagebanner-descrption": "Tampereen Sähköopiskelijat, TASO ry on TAMKin sähkö- ja automaatiotekniikan opiskelijoiden ainekerho",
    "frontpageproceeding-title": "MENETTELYT",
    "frontpageproceeding-description": "TASO ry järjestää jäsenilleen erilaisia ​​tapahtumia, kuten yritysvierailuja, retkiä, erilaisia ​​vapaa-ajan tapahtumia ja alan seminaareja.",
    "frontpagemembership-title":"JÄSENYYS",
    "frontpagemembership-description":"TASO ry:n jäsenmaksu on mitättömät 5 €/lukuvuosi, ja jäseneksi pääset Kide.appin kautta.",
    "react-calendar": "Reagoi kalenteriin",
    "calendardefault-date":"Oletus valittu päivämäärä:",
    "feedback": "Palautetta?",
    "membership-title":"Jäsenyys",
    "membership-description1":"TASO ry:n jäsenmaksu on mitättömät 5 €/lukuvuosi, ja liittyä voi Kide.appin kautta.",
    "membership-description2":"Tampere Electric Students TASO ry:n jäsenyys lukuvuodeksi",
    "membership-description3":"Ostamalla tämän tuotteen hyväksyt Tampereen Sähköopiskelijat TASO ry taso.tamk.fi/?page_id=13 säännöt ja että",
    "membership-description4":"Tampereen Sähköopiskelijat TASO ry tallentaa tiedot jäsenrekisteriin. Tietoja käytetään jäsenyyden tarkistamiseen ja ilmoittamiseen. Tietoja ei luovuteta kolmansille osapuolille.",
    "member-benefit":"Jäsenenä voit",
    "benefit1":"- osallistua jäsenille tarkoitettuihin tapahtumiin, kuten saunailtoihin",
    "benefit2":"- osallistua yritysvierailuihin",
    "benefit3":"- saada kahvia tai teetä kerhohuoneesta ilmaiseksi",
    "benefit4":"- Hyödynnä TASO:n viikoittainen harjoitus",
    "benefit5":"- osallistua TASO:n järjestämiin tapahtumiin",
    "joinasmember-button":"Liity jäseneksi",
    "news-title":"TASO ry:n tulevat uutiset täällä",
    "proceeding-description":"Taso ry järjestää jäsenilleen erilaisia ​​tapahtumia, kuten yritysvierailuja, retkiä, erilaisia ​​vapaa-ajan tapahtumia sekä ICT-alan seminaareja.",
    "proceeding-laisuretitle":"Laisure enets sisältää:",
    "laisure1":"Erilaisia ​​opiskelijajuhlia",
    "laisure2":"Uusi ilta",
    "laisure3":"Klubiharjoitusvuoro",
    "laisure4":"TiteLanit",
    "laisure5":"Lautapeliillat",
    "laisure6":"Muuta ajanvietettäsi",
    "proceeding-business-event-title":"Yritystapahtuma:",
    "proceeding-business-event-description":"Erilaisia ​​tapahtumia, joissa opiskelijat tutustuvat yrityksiin, niiden kehittämiin tuotteisiin/ratkaisuihin, kuulevat mielenkiintoisia aiheita ICT:stä ja viettävät iltaa yrityksen henkilökunnan kanssa. Tällaisia ​​tapahtumia ovat mm.",
    "event1":"Retket",
    "event2":"Seminaarit",
    "event3":"Reilu",
    "contactinfo-title":"Hallituksen yhteystiedot",
    "contactinfo":"Yhteystiedot",
    "address":"Klubihuone: A-siipi kellari A0-18 / Wing-A kellarikerros A0-18",
    "contactp1":"Löytääksesi kerhohuoneen, kävele kaikkien muiden ainejärjestöjen kerhohuoneiden ohi, kävele suoraan sisään tulevasta ovesta ja jatka melkein etuovelle asti.",
    "contactp2":"Löydät kerhohuoneen kävelemällä jokaisen kellarikerroksen kerhohuoneen ohi, kävelemällä suoraan eteenpäin käytävästä tulevasta ovesta ja kävelemällä melkein ulko-ovelle.",
    "location":"Osoite",
    "phone":"puhelin",
    "email":"Sähköposti",
    "partners-description1":"SOURCE ry:n yritysyhteistyön tavoitteena on tuoda opiskelijat lähemmäs yrityksiä. Yritysyhteistyö luo opiskelijoille hyvän pohjan tutustua yrityksiin, oppia uutta alaa ja verkostoitua. Yrityksille yhteistyö SOURCE ry:n kanssa varmistaa näkyvyyden TAMKin IT-opiskelijoiden keskuudessa ja luo mahdollisuuden tutustua alansa tuleviin ammattilaisiin.",
    "partners-description2":"Yritysyhteistyö on monipuolista ja joustavaa. Tavoitteemme on aina löytää molemmille osapuolille tapauskohtaisesti paras mahdollinen vaihtoehto. Mahdollisuudet kuvataan tarkemmin alla.",
    "partners-basis":"Perusta",
    "basis-description":"Perustaminen on aina aloitettava (ellei ole olemassa FOSS-jumala). SOURCE ry tarjoaa yrityksille mahdollisuuden lähettää työpaikkailmoituksia ja muita tiedotteita jäsenilleen sopimuksen mukaisesti. Paketti sisältää yrityksen logon SOURCE ry:n etusivulla sekä lyhyen kuvauksen yrityksestä kumppaneiden sivuilla.",
    "partners-excursions":"Retket tai yritysvierailut",
    "excursions-description":"Retket ovat suosittuja tapahtumia SOURCE-jäsenten keskuudessa. Retket ovat opiskelijoille paras tilaisuus tutustua mielenkiintoiseen yritykseen ja sen toimintaan. Yrityksille matkat ovat loistava tilaisuus tutustua IT-opiskelijoihin ja tuleviin toimijoihin.",
    "partners-visitor":"Vierailijaluennot",
    "visitor-description":"Vierailijaluennot ovat loistava tilaisuus jakaa ammattilaisten asiantuntemusta opiskelijoille. Opiskelijat ovat aina kiinnostuneita työelämän tavoista ja teknologioista. SOURCE ry voi varata tilat TAMKista vierailijaluennoille.",
    "partner-iot":"IoT-seminaari",
    "iot-description":"IoT-seminaari on Tampereen ammattikorkeakoulussa vuosittain järjestettävä seminaaritapahtuma, joka kokoaa yhteen alan yrityksiä, asiantuntijoita ja opiskelijoita. Tapahtuman järjestää SOURCE ry ja tapahtuman tuotto ohjataan IoT-seminaarin kehittämiseen ja SOURCE ry:n toimintaan. Yritykset voivat osallistua IoT-seminaariin lunastamalla messuosaston ja/tai järjestämällä puheenvuoron. Sijainnista riippuen katsomopaikkojen hinnat ovat olleet tyypillisesti 150-250 € / 2 vrk ja puheenvuorot ovat yrityksille ilmaisia.",
    "partners-add":"Haalarit mainokset",
    "add-description":"Haalarimainokset ovat yritykselle loistava tilaisuus saada näkyvyyttä opiskelijoiden keskuudessa. SOURCE ry tarjoaa yrityksille mahdollisuuden ostaa mainostilaa opiskelijahaalariinsa. Sijoitusten hinnat vaihtelevat 500 € ja 1 000 € välillä sijainnista ja koosta riippuen. Haalarimainonnan tulot ohjataan vuosittain haalarien hankintaan ja jäsenille järjestettäviin toimintoihin.",
    "partner-footer":"Meidän kumppanimme"
    
   
    
    
}