{

    "greeting": "Tell us what's missing from the club room!",
    "clubroom-purchase": "Fill out the form behind the link below and record what you would like the board to get for the club room.",
    "clubroom-purchasebutton1": "CLUB ROOM PURCHASES",
    "clubroom-excursion1": "Do you have a company in mind that you would like to get a job with or else just to get to know and see what it’s like to be there? ",
    "clubroom-excursion2": "Put us your own tour suggestion! Which company would you like to see?",
    "clubroom-purchasebutton2": "EXCURSION SUGGESTIONS",
    "nav1": "HOME",
    "nav2": "MEMBERSHIP",
    "nav3": "NEWS",
    "nav4": "PROCEEDING",
    "nav5": "ADVANCES",
    "nav6": "CONTACT",
    "nav7": "PARTNERS",
    "Homepage-title": "Welcome to TASO!",
    "home-description1": "TASO is a sub-association of the Tampere University of Applied Sciences (TAMK) student body (TAMKO). The majority of the club's members are electrical and automation students, but since any student at TAMK can become a member of TASO, many students from different degree programs have joined the strength of TASO.",
    "home-description2": "The purpose of Tampereen sähköopiskelijat TASO ry (freely translated as the Electrical Engineering students of Tampere) is to enhance our members knowledge of the electrical engineering trade and offer them facilities, equipment and materials to carry out their own projects. In addition, we have a spacious office in the downstairs of the electrical wing of the Kuntokatu Campus (A0-18) where we offer five-star services and equipment, such as computers, a refrigerator and a coffee maker. You can find us by following the smell of smoke and the signs that start by the elevator. When possible, TASO ry aims to organize small-scale activities for its members, such as excursions to industrial plants and visits to fairs dedicated to the electrical trade. We aim to also organize more relaxed forms of entertainment, such as sauna evenings, when there is demand.",
    "home-description3": "Because TASO ry consists of students from different student year groups, we also offer assistance in matters related to electrical and electronics, studying and whatever else you may require. TASO ry’s membership fee is a paltry €5/academic year, and you can join through Kide.app",
    "frontpagebanner-title": "FRONT PAGE",
    "frontpagebanner-descrption": "Tampereen Sähköopiskelijat, TASO ry is a subject club for students of electrical and automation engineering at TAMK",
    "frontpageproceeding-title": "PROCEEDINGS",
    "frontpageproceeding-description": "TASO ry organizes various events for its members, such as company visits, excursions, various leisure events, and seminars in the field.",
    "frontpagemembership-title":"MEMBERSHIP",
    "frontpagemembership-description":"TASO ry’s membership fee is a paltry €5/academic year, and you can join through Kide.app.",
    "react-calendar": "React Calendar",
    "calendardefault-date":"Default selected date:",
    "feedback":"Feedback?",
    "membership-title":"Membership",
    "membership-description1":"TASO ry’s membership fee is a paltry €5/academic year, and you can join through Kide.app",
    "membership-description2":"Membership of the Tampere Electric Students TASO Association for the academic year",
    "membership-description3":"By purchasing this product, you accept the rules of Tampereen Sähköopiskelijat TASO ry taso.tamk.fi/?page_id=13 and that",
    "membership-description4":"Tampereen Sähköopiskelijat TASO ry stores the information in the member register. The information is used to verify and inform the membership. The information will not be disclosed to third parties.",
    "member-benefit":"As a member you can",
    "benefit1":"- take part in events for members, such as sauna evenings",
    "benefit2":"- take part in company visits",
    "benefit3":"- get coffee or tea from the club room for free",
    "benefit4":"- take advantage of TASO's weekly exercise",
    "benefit5":"- take part in events organized by TASO",
    "joinasmember-button":"Join as a Member",
    "news-title":"TASO ry's upcoming news here",
    "proceeding-description":"Taso ry organizes various events for its members, such as company visits, excursions, various leisure events, and seminars in the field of ICT.",
    "proceeding-laisuretitle":"Laisure enets include:",
    "laisure1":"Various student parties",
    "laisure2":"New evening",
    "laisure3":"Club exercise shift",
    "laisure4":"TiteLanit",
    "laisure5":"Board game nights",
    "laisure6":"Change your pastime",
    "proceeding-business-event-title":"Business event:",
    "proceeding-business-event-description":"Various events where students get to know companies, the products / solutions they develop, hear interesting topics about ICT and spend the evening with company staff. Such events include:",
    "event1":"Excursions",
    "event2":"Seminars",
    "event3":"Fair",
    "contactinfo-title":"Our Board Contacts",
    "contactinfo":"Contact Information",
    "address":"Club Room: A-wing basement A0-18 / Wing-A basement floor A0-18",
    "contactp1":"To find the club room, walk past the club rooms of all the other subject organizations, walk straight through the door that comes in, and continue almost to the front door.",
    "contactp2":"To find the club room, walk past every club room in the basement floor, walk through the door that comes straight ahead in the corridor and walk almost to the outside door.",
    "location":"Address",
    "phone":"Phone",
    "email":"E-mail",
    "partners-description1":"The aim of SOURCE ry's business cooperation is to bring students closer to companies. Business cooperation creates a good foundation for students to get to know companies, learn about a new field and network. For companies, co-operation with SOURCE ry ensures visibility among TAMK's IT students and creates an opportunity to get to know future professionals in their field.",
    "partners-description2":"Business cooperation is diverse and flexible. Our intention is to always hit the best possible option for both parties on a case-by-case basis. The possibilities are described in more detail below.",
    "partners-basis":"Basis",
    "basis-description":"The foundation must always be started (unless there is a FOSS god). SOURCE ry offers companies the opportunity to send job advertisements and other bulletins to their members in accordance with the agreement. The package includes the company's logo on the front page of SOURCE ry, as well as a short description of the company on the partners' website.",
    "partners-excursions":"Excursions or company visits",
    "excursions-description":"Excursions are popular events among SOURCE members. Excursions are the best opportunity for students to get to know an interesting company and its operations. For companies, tours are a great opportunity to get to know IT students and future players.",
    "partners-visitor":"Visitor lectures",
    "visitor-description":"Visitor lectures are a great opportunity to share the expertise of professionals with students. Students are always interested in the ways and technologies used in working life. SOURCE ry can book facilities from TAMK for visitor lectures.",
    "partner-iot":"IoT seminar",
    "iot-description":"The IoT Seminar is an annual seminar event held at Tampere University of Applied Sciences that brings together companies, experts and students in the field. The event is organized by SOURCE ry and the proceeds of the event will be directed to the development of the IoT Seminar and the activities of SOURCE ry. Companies can attend the IoT seminar by redeeming a stand and / or arranging to speak. Depending on the location, the prices of the stand seats have typically been 150-250 € / 2 days and the speeches are free for companies.",
    "partners-add":"Overalls ads",
    "add-description":"Overalls ads are a great opportunity for a company to gain visibility among students. SOURCE ry offers companies the opportunity to buy advertising space in their student overalls. Prices for placements vary between € 500 and € 1,000, depending on location and size. Revenues from overalls advertising are directed annually to the acquisition of overalls and the activities organized for the membership.",
    "partner-footer":"Our Partners"
   

}